tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"

#brew brew-cask
#tap homebrew/versions
#tap homebrew/binary
#tap homebrew/dupes # ggrep

brew "readline"
brew "cmake"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "git"
brew "graphviz"
brew "haproxy"
brew "htop-osx"
brew "httperf"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "lv"
brew "ngrep"
brew "openssl"
brew "pcre"
brew "proctools"
brew "pwgen"
brew "tig"
brew "tree"
brew "wget"
brew "watch"
brew "jsonpp"
brew "the_silver_searcher"
brew "zsh"
brew "ctags"
brew "direnv"
brew "zsh-completions"
brew "peco"
brew "screen"
brew "mysql"
brew "emojify"
brew "awscli"
brew "redis"
brew "mongodb"
brew "memcached"
#brew uncrustify
#brew sqlite
#brew mitmproxy
#brew go
#brew apple-gcc42
#brew nodebrew

cask "firefox"
cask "google-chrome"
cask "opera"
cask "coteditor"
cask "atom"
#cask "mou"
#cask dropbox
#cask hipchat
#cask skype
#cask iexplorer
#cask charles
#cask clipmenu
#cask crashlytics
#cask libreoffice
#cask remote-desktop-connection
#cask cd-to
#cask kobito
#cask macvim
#cask the-unarchiver
#cask simplecap
#cask cyberduck
#cask simpholders
#cask sourcetree
#cask ifunbox
#cask provisionql
#cask virtualbox # required password
#cask vagrant # required password
#cask keyremap4macbook # required password
