tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kayac/tap"
tap "knqyf263/utern"
tap "mike-engel/jwt-cli"
tap "mutagen-io/mutagen"
tap "puma/puma"
tap "stripe/stripe-cli"
brew "readline"
brew "sqlite"
brew "pcre"
brew "glib"
brew "cairo"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "cpulimit"
brew "ctags"
brew "direnv"
brew "dive"
brew "emojify"
brew "exiftool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gawk"
brew "gh"
brew "gpg"
brew "libidn"
brew "git"
brew "git-secrets"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "httperf"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "libmagic"
brew "libyaml"
brew "libxml2"
brew "libxslt"
brew "lv"
brew "md5sha1sum", link: false
brew "media-info"
brew "mkcert"
brew "nginx", restart_service: true
brew "ngrep"
brew "nkf"
brew "nss"
brew "openssl"
brew "packer"
brew "peco"
brew "pngquant"
brew "postgresql"
brew "proctools"
brew "pwgen"
brew "redis"
brew "screen"
brew "telnet"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "fujiwara/tap/lambroll"
brew "fujiwara/tap/tracer"
brew "kayac/tap/ecspresso"
brew "knqyf263/utern/utern"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mutagen-io/mutagen/mutagen"
brew "stripe/stripe-cli/stripe"
