tap "fujiwara/tap"
tap "kayac/tap"
tap "knqyf263/utern"
tap "mutagen-io/mutagen"
tap "sqldef/sqldef"
tap "stripe/stripe-cli"
brew "act"
brew "little-cms2"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cpulimit"
brew "ctags"
brew "direnv"
brew "dive"
brew "doggo"
brew "emojify"
brew "exiftool"
brew "eza"
brew "fd"
brew "icu4c@78"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "gpgme"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "jsonpp"
brew "jwt-cli"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "media-info"
brew "mise"
brew "mkcert"
brew "mysql-client"
brew "ngrep"
brew "nkf"
brew "peco"
brew "pwgen"
brew "ripgrep"
brew "screen"
brew "sheldon"
brew "telnet"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "xh"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "fujiwara/tap/lambroll"
brew "fujiwara/tap/tracer"
brew "kayac/tap/ecspresso"
brew "knqyf263/utern/utern"
brew "mutagen-io/mutagen/mutagen"
brew "sqldef/sqldef/mysqldef"
brew "stripe/stripe-cli/stripe"
cask "ghostty"
cask "google-japanese-ime"
cask "raycast"
cask "visual-studio-code"
vscode "aki77.rails-db-schema"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "editorconfig.editorconfig"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.dotnet-test-explorer"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hridoy.rails-snippets"
vscode "jduponchelle.rainbow-end"
vscode "jmrog.vscode-nuget-package-manager"
vscode "jorgeserrano.vscode-csharp-snippets"
vscode "kaiwood.endwise"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "pavlitsky.yard"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
cargo "cargo-llvm-cov"
